Repository: ox-it/ox-post-scheduler
Catalog: lang/simple-expires-*.po
Languages: it_it

source: Expire
it_it: Scadenza

source: Enabled
it_it: Attiva

source: Disabled
it_it: Disattiva

source: Insert a date for expire
it_it: Inserisci data scadenza

source: The following notifications come from the website:
it_it: La seguente notifica giunge dal sito:

source: These notifications indicate items Simple Expires has automatically applied expiration changes to.
it_it: La sguenet notifica indica che i seguenti contenuto sono spirati.

source: The Post / Page entitled
it_it: Il testo di cui

source: Unless the content is disabled, it can be viewed at
it_it: Sebbene in bozza pu√≤ essere visto (dopo login) in

source: Notification from
it_it: Notifica da

source: Field required
it_it: Campo obbligatorio

source: Invalid number
it_it: Numero non valido

source: Please enter a value greater than or equal to {0}
it_it: Inserisci un valore maggiore o uguale a {0}
